Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/jll.se/obsskylt_avlaing_kondom_resa_nordsamiska.pdf.tmx
Source language: sme
Languages: smj

source: Ale vajálduhte suddjet iežat hiv, hepatit B, gonorrea ja ieža
smj: Akta goassa akta mij sjaddá. Ale vajálduhte ietjat suoddjit hivaj,

source: seksuálalaččat njommodávddaid go leat olgoriikkas.
smj: hepatijttaj B, gonorréaj ja ietjá seksualalasj sirdedahtes infek

source: Váldde álo mielde iežat kondomaid reaissus.
smj: Válde agev maŋen ietjat kondomajt mannuj.

source: Sáhttá leahkit váttis gávdnat kondomaid iežá riikkain.
smj: Máhttá vájvve kondomajt åttjudit / oasstet ietjá rijkajn.

source: Buorre mátki !
smj: Hávsskes manno !

source: Ovttasbargu eaktodáhtolaš organisašuvnnaiguin
smj: Aktijbargon iesjmiedogisorganisasjåvnåj
